{"Poem":[{

      "name":"rain",
      "content":" <br/> I see babies, having their first touch with rain, <br/> Some are traumatized, some elated. <br/> The birds seem to be confused, <br/> These dark clouds do not tell them <br/> If it’s the end of the day, or just a mid-day getaway. <br/> I see someone running, making faces to a stranger’s camera capturing this wonderful day. <br/>  <br/> Oh! Have you seen how messy the floor gets; leaving footprints, <br/> Or how her hair does; leaving imprints on a passing heartbeat, <br/> As she untangles her perfect curls? <br/>  <br/> Today seems like a lovely day to make memories; <br/> To watch them make memories, <br/> To lean against a wall and be lost in thought. <br/> Lost, until someone breaks me free from this rhythm in my hea- <br/> (Heart or head, you will never know) <br/>  <br/> Someone’s dropped their cap, <br/> Someone’s handing it back to them; <br/> Smiles exchanged. <br/> I see a kid’s soul in a young man’s body, make a big jump over a puddle <br/> Of rain, storms and miracles. <br/> Someone tells me to not sit on the bench that’s flooded with water, <br/> I confess that it’s too late; <br/> We share a moment of laughter, I thank him, <br/> And casually waddle my way past. <br/> A passerby tells me how cold it is, <br/> I wrap my arms around myself tighter, it is. <br/>  <br/> I can’t help but smile <br/> And wonder, if I will live to see another day just like this one; <br/> The rain’s got heavier; my smile, broader. <br/> Trust me, these changing patterns of the rain has had me gripped. <br/>  <br/> It’s late, I know. <br/> But I think <br/> I’m going to stay here for a while, till I get another bus to catch <br/> Till I find another reason to live for, <br/> To write poems for. <a onclick=hide('rain') style='color:darkblue;font-size:16px; text-decoration:underline; cursor:pointer;'>[Read less.]</a>"
    },

    {

          "name":"you",
          "content":" <br/> You dream about crossing the horizon<br/>But you’re too scared to try<br/>No, you’re not weak<br/>Just because you want to cry<br/>But your tears<br/>Won’t let your wounds dry<br/>Don’t go drown yourself in pain<br/>because of your wrath and wry<br/>Remember? Back in 2nd grade<br/>You were so quiet and shy<br/>But now you’re different and beautiful<br/>So don’t keep wondering why. <a onclick=hide('you') style='color:darkblue;font-size:16px; text-decoration:underline; cursor:pointer;'>[Read less.]</a>"
    },

    {

      "name":"uncertainty",
      "content":"<br/>They asked to accompany me back home<br/>And well, there wasn’t anything to refuse. ‘Where’s their home?’; I wonder.<br/>Looking up, I see a not so leafy tree,<br/>Which<br/>Bore a shapeless honeycomb,<br/>Which<br/>Housed a thousand honeybees.<br/>I stood there longer than I should,<br/>Longer than anyone would.<br/>The buzzing,<br/>Becomes a melody to my ears.<br/>The faint smell of honey,<br/>Reminds me of my faded, sweet childhood days.<br/>I stood there establishing soulful connections<br/>Which will last an eternity<br/>Or, maybe not.<br/><br/>Moving forward with my travel,<br/>I take each step carefully<br/>Unknowingly, subconsciously,<br/>Hopping and swirling around.<br/>My arms swaying gracefully in the air.<br/>As I make sure,<br/>To not crush any of my new buddies.<br/>I will surely miss them<br/>Maybe I’ll see them again on the morrow,<br/>Or, maybe not.<br/><br/>The next day.<br/>A different destination,<br/>Same route; a longer one.<br/>No wind blows<br/>No sunset in sight;<br/>Ah, these skyscrapers.<br/>No honeybee buzzes<br/>No fallen leaf accompanies me;<br/>The pavement has been swept clean.<br/>Someone must have been paid to do it,<br/>Or, maybe not.<br/><br/>Today, I’m lonely.<br/>But the day goes on;<br/>Life, must go on.<br/>So in the silence of my journey<br/>I mourn for my lost pals;<br/>As I wonder,<br/>What was the world like,<br/>Before humanity intervened? <a onclick=hide('uncertainty') style='color:darkblue;font-size:16px; text-decoration:underline; cursor:pointer;'> [Read less.]</a>"
    }
  ]
}
